brew "cocoapods"
brew "fzf"
brew "gh"
brew "git"
brew "mise"
brew "ncdu"
brew "ripgrep"
brew "starship"
brew "watchman"

cask "1password"
cask "appcleaner"
cask "brave-browser"
cask "chatgpt"
cask "claude-code"
cask "claude"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "karabiner-elements"
cask "messenger"
cask "qbittorrent"
cask "raycast"
cask "readdle-spark"
cask "signal"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "xcodes-app"
